Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: Noting that, in line with Economic and Social Council resolution 2003/61 of 25 July 2003, the secretariat of the Commission on Sustainable Development is continuing its efforts to promote partnerships for sustainable development, inter alia, through the establishment of an interactive online database, the preparation of a report on partnerships for sustainable development to the Commission's twelfth session, in 2004, the holding of a partnership fair at its twelfth and thirteenth sessions, in 2004 and 2005, respectively, and prospectively at its fourteenth session, in 2006, in line with the determination by the Council that partnerships for sustainable development, as voluntary multi-stakeholder initiatives, contribute to the implementation of Agenda 21 and the Plan of Implementation of the World Summit on Sustainable Development (“Johannesburg Plan of Implementation”),
zh: 注意到可持续发展委员会秘书处根据经济及社会理事会2003年7月25日第2003/61号决议，继续努力推动建立促进可持续发展的伙伴关系，除其他外，建立了互动在线数据库，编写关于伙伴关系促进可持续发展的报告，提交委员会2004年第十二届会议，在分别于2004年和2005年举行的第十二届会议和第十三届会议期间举办了并计划在其2006年第十四届会议又举办伙伴关系展览会，这些活动符合理事会决心使作为多方利益有关者自愿倡议的各种促进可持续发展伙伴关系协助执行《21世纪议程》 和《可持续发展问题世界首脑会议执行计划》（“《约翰内斯堡执行计划》”），

source: Welcoming the implementation and expansion of the database of the Commission on Sustainable Development and its increasing use as a platform to provide access to information on partnerships and facilitate the exchange of experiences and best practices,
zh: 欢迎联合国可持续发展委员会数据库的建立和扩大，并日益用作提供关于伙伴关系的信息和方便经验及最佳做法交流的平台，

source: Taking note of the progress achieved in the work of the United Nations on partnerships, notably in the framework of various United Nations organizations, agencies, funds, programmes, task forces, commissions and initiatives, such as the Global Compact, launched by the Secretary-General, the Information and Communication Technologies Task Force and the United Nations Fund for International Partnerships, and welcoming the establishment of a multitude of partnerships at the field level, entered into by various United Nations agencies, non-public partners and Member States, such as the United Nations Public-Private Alliance for Rural Development,
zh: 注意到联合国关于各种伙伴关系的工作所取得的进展，特别是在联合国组织、机构、基金和方案、工作队、委员会和倡议，例如由秘书长开展的全球契约、信息和通信技术工作队以及联合国国际伙伴关系基金等框架内取得的进展，并欢迎联合国各机构、非公营部门伙伴及会员国在外地一级建立的多种伙伴关系，例如联合国农村发展公私联盟，

source: Stresses that partnerships are voluntary and collaborative relationships between various parties, both public and non-public, in which all participants agree to work together to achieve a common purpose or undertake a specific task and, as mutually agreed, to share risks and responsibilities, resources and benefits;
zh: 2. 着重指出伙伴关系是公营和非公营部门各当事方之间自愿结成的协作关系，所有参与者都同意为实现一个共同目标携手合作，或进行具体工作，并经过彼此同意，分享风险和责任、资源和惠益；

source: Also stresses the importance of the contribution of voluntary partnerships to the achievement of the internationally agreed development goals, including the Millennium Development Goals, while reiterating that they are a complement to, but not intended to substitute for, the commitments made by Governments with a view to achieving these goals;
zh: 3. 又着重指出自愿伙伴关系对实现国际商定发展目标，包括千年发展目标的贡献的重要性，同时重申伙伴关系补充而不是打算代替各国政府为实现这些目标所作出的承诺；

source: Further stresses that partnerships should be consistent with national laws and national development strategies and plans, as well as the priorities of countries where their implementation takes place, bearing in mind the relevant guidance provided by Governments;
zh: 4. 还着重指出伙伴关系应与国内法、国家发展战略和计划以及在其执行的国家的优先事项一致，同时考虑到各国政府所提供的有关指导；

source: Recalls that the 2005 World Summit welcomed the positive contributions of the private sector and civil society, including non-governmental organizations, in the promotion and implementation of development and human rights programmes and also welcomed the dialogue between these organizations and Member States, as reflected in the first informal interactive hearings of the General Assembly with representatives of non-governmental organizations, civil society and the private sector;
zh: 5. 回顾2005年世界首脑会议欢迎私营部门和民间社会，包括非政府组织在促进和执行发展和人权方案方面的积极贡献，又欢迎这些组织和会员国之间的对话，例如大会同非政府组织、民间社会和私营部门的代表举行的第一次非正式互动听询会；

source: Also recalls that the 2005 World Summit resolved to enhance the contribution of non-governmental organizations, civil society, the private sector and other stakeholders in national development efforts, as well as in the promotion of the global partnership for development, and encouraged public-private partnerships in the following areas: the generation of new investments and employment, financing for development, health, agriculture, conservation, sustainable use of natural resources and environmental management, energy, forestry and the impact of climate change;
zh: 6. 又回顾2005年世界首脑会议决心加强非政府组织、民间社会、私营部门和其他利益有关者在国家发展努力及促进全球发展伙伴关系中的贡献，并鼓励在下列领域建立公私伙伴关系：创造新投资和就业、发展筹资、卫生、农业、养护、可持续利用资源和环境管理、能源、林业和气候变化的影响；

source: Encourages the United Nations system to continue to develop, for those partnerships in which it participates, a common and systemic approach which places greater emphasis on impact, transparency, accountability and sustainability, without imposing undue rigidity in partnership agreements, and with due consideration being given to the following partnership principles: common purpose, transparency, bestowing no unfair advantages upon any partner of the United Nations, mutual benefit and mutual respect, accountability, respect for the modalities of the United Nations, striving for balanced representation of relevant partners from developed and developing countries and countries with economies in transition, sectoral and geographic balance, and not compromising the independence and neutrality of the United Nations system in general and the agencies in particular;
zh: 7. 鼓励联合国系统继续就它参加的伙伴关系制定一种共同的、系统的办法，其中更加侧重影响、透明度、问责制和可持续性，但又不在伙伴关系协定中规定不当的僵硬限制，并适当考虑到以下各项伙伴关系原则：共同目的、透明度、不给予任何联合国伙伴以不公平的优势、互惠和相互尊重、问责制、尊重联合国模式、力求实现来自发达国家和发展中国家和转型经济体国家的相关伙伴的均衡代表性，以及不损害联合国系统特别是各机构的独立性和中立性；

source: Also encourages responsible business practices, such as those promoted by the Global Compact;
zh: 8. 又鼓励负责任的商业做法，例如全球契约促进的那种商业做法；

source: Encourages the Global Compact Office to promote the sharing of best practices and positive action through learning, dialogue and partnerships;
zh: 9. 鼓励全球契约办事处通过学习、对话和伙伴关系促进分享最佳做法和积极行动；

source: Encourages the relevant United Nations organizations and agencies, as well as the Global Compact Office, to share relevant lessons learned and positive experiences from partnerships, including with the business community, as a contribution to the development of more effective United Nations partnerships;
zh: 10. 鼓励联合国的相关组织和机构以及全球契约办事处分享从伙伴关系包括从商业界互相学习到的相关教训和积极经验，作为对建立更有效的联合国伙伴关系的贡献；

source: Takes note with appreciation of the appointment by the Secretary-General of a Special Adviser for the Global Compact;
zh: 11. 赞赏地注意到秘书长为全球契约任命了一名特别顾问；

source: Requests the Secretary-General to take further appropriate action to enhance partnership management through the promotion of adequate training at all concerned levels; institutional capacity in country offices; strategic focus and local ownership; the sharing of best practices; the improvement of partner selection processes; and the streamlining of United Nations guidelines for partnerships between the United Nations and all relevant partners, including the private sector, and further requests the Secretary-General to report on these actions in the context of his report under the agenda item entitled “Towards global partnerships”;
zh: 12. 请秘书长进一步采取适当行动，通过促进在所有有关各级进行充分的培训；国家办事处的机构能力；战略重点和当地所有权；分享最佳做法；改善伙伴选择程序和精简联合国及所有有关伙伴，包括私营部门之间的联合国伙伴关系准则，以便加强伙伴关系的管理，又请秘书长在题为“建立全球伙伴关系”的议程项目下提交的报告内汇报这些行动；

source: Also requests the Secretary-General, in consultation with Member States, to promote, within existing resources, impact-assessment mechanisms, taking into account best tools available, in order to enable effective management, ensure accountability and facilitate effective learning from both successes and failures;
zh: 13. 又请秘书长与各会员国协商，在现有资源范围内，促进影响评估机制，同时考虑到现有最佳工具，以便能够有效管理、保证问责制和促进有效吸收成败经验；

source: Welcomes innovative approaches to use partnerships as a means to better implement goals and programmes, in particular in the pursuit of development and the eradication of poverty, and encourages relevant United Nations bodies and agencies and invites the Bretton Woods institutions and the World Trade Organization to further explore such possibilities, bearing in mind their different mandates, modes of operation and objectives, as well as the particular roles of the non-public partners involved;
zh: 14. 欢迎采取创新方法，利用伙伴关系来更好地落实目标和方案，特别是谋求发展和消除贫穷，并鼓励联合国的相关组织和机构以及布雷顿森林机构和世界贸易组织进一步探讨这类可能性，同时铭记各个机构的不同任务规定、运作方式和目标，以及参与此事的非公营部门伙伴的特别作用；

source: Recommends, in this context, that partnerships should also foster the elimination of all forms of discrimination, including on gender grounds, in respect of employment and occupation;
zh: 15. 在这方面建议伙伴关系还应促进在就业和职业方面消灭一切形式歧视，包括基于性别的歧视；

source: Reiterates its call upon:
zh: 16. 再次吁请：

source: (a) All bodies within the United Nations system that engage in partnerships to ensure the integrity and independence of the Organization and to include information on partnerships in their regular reporting, as appropriate, on their websites and through other means;
zh: (a) 联合国系统内所有参与伙伴关系的机构确保本组织的正直性和独立性，并在其定期报告和酌情在其网站以及以其他方式列入关于伙伴关系的信息；

source: (b) Partners to provide to and exchange relevant information with Governments, other stakeholders and the relevant United Nations agencies and bodies and other international organizations with which they engage, in an appropriate way, including through reports, with particular attention to the importance of sharing among partnerships information on their practical experience;
zh: (b) 各伙伴以适当方式，包括通过报告，向各国政府、其他利益有关者、联合国的有关机构及它们参与的其他国际组织提供并同它们交换相关信息，其中特别注意在各伙伴关系之间交换关于其实际经验的信息的重要性；

source: Requests the Secretary-General to report to the General Assembly at its sixty-second session on the implementation of the present resolution.
zh: 17. 请秘书长就本决议的执行情况向大会第六十二届会议提出报告。

source: Report of the United Nations Conference on Environment and Development, Rio de Janeiro, 3-14 June 1992 (United Nations publications, Sales No.
zh: 《可持续发展问题世界首脑会议的报告，南非约翰内斯堡2002年8月26日至9月4日》（联合国出版物，出售品编号：C.03.II.A.1和更正），第一章，决议2，附件。

source: E.93.I.8 and corrigenda), vol. I: Resolutions adopted by the Conference, resolution 1, annex II.
zh: 页：1

source: Report of the Secretary-General on small arms (S/2005/69)
zh: 秘书长关于小武器的报告（S/2005/69）

source: The President (spoke in French): I should like to inform the Council that I have received letters from the representatives of Australia, Canada, Costa Rica, Egypt, India, Indonesia, Luxembourg, Mexico, Nigeria, Norway, Peru, the Republic of Korea, the Republic of Moldova, Senegal, South Africa, Switzerland, Turkey, Ukraine, Venezuela and Zambia, in which they request to be invited to participate in the consideration of the item on the Council's agenda.
zh: 主席（以法语发言）：我要通知安理会，我收到澳大利亚、加拿大、哥斯达黎加、埃及、印度、印度尼西亚、卢森堡、墨西哥、尼日利亚、挪威、秘鲁、大韩民国、摩尔多瓦共和国、塞内加尔、南非、瑞士、土耳其、乌克兰、委内瑞拉和赞比亚代表的来信，他们在信中要求邀请他们参加对安理会议程项目的审议。

source: In conformity with the usual practice, I propose, with the consent of the Council, to invite those representatives to participate in the debate without the right to vote, in accordance with the relevant provisions of the Charter and rule 37 of the Council's provisional rules of procedure.
zh: 按照惯例，我提议，如果安理会同意，就按照《宪章》的有关规定和安理会暂行议事规则第37条，邀请这些代表参加辩论，但无表决权。

source: At the invitation of the President, the representatives of the aforementioned countries took the seats reserved for them at the side of the Council Chamber.
zh: 应主席邀请，上述国家的代表在安理厅一旁为他们保留的座位上就座。

source: The President (spoke in French): In accordance with the understanding reached in the Council's prior consultations, I shall take it that the Security Council agrees to extend an invitation under rule 39 of its provisional rules of procedure to Mr. Nobuyasu Abe, Under-Secretary-General for Disarmament Affairs.
zh: 主席（以法语发言）：根据在安理会先前磋商中达成的谅解，我认为安全理事会同意根据暂行议事规则第39条，向主管裁军事务副秘书长阿部信泰先生发出邀请。

source: I invite Mr. Abe to take a seat at the Council table.
zh: 我请阿部先生在安理会议席就座。

source: Members have before them the report of the Secretary-General on small arms, document S/2005/69.
zh: 安理会成员面前有秘书长关于小武器问题的报告，即文件S/2005/69。

source: I now call on Mr. Nobuyasu Abe, Under-Secretary-General for Disarmament Affairs, to introduce the report.
zh: 我现在请主管裁军事务副秘书长阿部信泰先生介绍报告。

source: Mr. Abe (spoke in French): I am honoured today to introduce the report of the Secretary-General on small arms, contained in document S/2005/69.
zh: 阿部先生（以法语发言）：我今天荣幸地介绍文件S/2005/69中所载的秘书长关于小武器问题的报告。

source: Pursuant to the request made by the President of the Security Council in his statement of 19 January 2004, this report provides an overview of the initiatives undertaken to further implement the recommendations contained in the report of the Secretary-General on small arms of 20 September 2002 on ways and means by which the Security Council could contribute to dealing with the question of the illicit trade in small arms and light weapons in situations under its consideration.
zh: 根据安全理事会主席在2004年1月19日声明中提出的要求，报告中概述了为执行秘书长2002年9月20日小武器问题报告所载各项建议而采取的主动行动。 这些建议牵涉安全理事会可采取何种途径与方法来帮助处理其所审议局势中的小武器和轻武器非法贸易问题。

source: Those recommendations covered four main topics: first, the implementation of the Programme of Action on small arms and light weapons; secondly, Security Council-mandated sanctions and arms embargoes; thirdly, conflict prevention, peacebuilding and the demobilization, disarmament and reintegration of former combatants; and fourthly, confidence-building measures.
zh: 这些建议涉及四大议题：首先，《小武器和轻武器问题行动纲领》的执行；第二，安全理事会规定的制裁和武器禁运；第三，预防冲突、建设和平以及前战斗人员的复员、解除武装和重返社会；第四，建立信任措施。

source: The present report was prepared by the Department for Disarmament Affairs in close consultation with the Department of Peacekeeping Operations, the Department of Political Affairs, the United Nations Office on Drugs and Crime, the United Nations Development Programme, the United Nations Children's Fund and the International Criminal Police Organization.
zh: 本报告是由裁军事务部与维持和平行动部、政治事务部、联合国毒品和犯罪问题办事处、联合国开发计划署、联合国儿童基金会和国际刑事警察组织密切协商编写的。

source: Much progress has been achieved in some key areas, such as the efforts to enhance cooperation to enable States to trace illicit small arms and light weapons; measures to increase the effectiveness of sanctions; the adoption of more rigorous measures against violations of arms embargoes; control over the export and transit of small arms and light weapons, including international efforts to address the problem of illicit brokering in such weapons; and transparency in armaments.
zh: 我们在一些重要领域已经取得许多进展，例如开展各种努力以加强合作，使各国能够追踪非法小武器和轻武器；采取措施以提高制裁的效力；实行更有力的措施来打击违反武器禁运的行为；控制小武器和轻武器的出口与过境，包括开展国际努力以解决这些武器的非法中间商交易问题；以及实现军备透明度。

source: The increasingly vigorous actions recently taken by the Security Council with respect to the implementation of sanctions and arms embargoes are particularly encouraging.
zh: 安全理事会最近在实施制裁和武器禁运方面开展了日益积极的行动，这尤其令人鼓舞。

source: The systematic establishment of monitoring mechanisms to support, monitor and assess the implementation of sanctions and to provide technical advice to the sanctions committees is an important development.
zh: 支助、监测和评估制裁执行工作的监测机制的有系统建立，以及向各制裁委员会提供技术咨询，是一个重要的发展。

source: Equally noteworthy is the adoption by the Council of measures to identify and punish violators of arms embargoes as well as those who support such violations.
zh: 同样值得注意的是，安理会采取了措施，以查明并惩治违反武器禁运者以及这些违反行为的支持者。

source: The greater attention being given by the Security Council to the specific needs of women and children and the receiving communities in the context of the disarmament, demobilization and reintegration of combatants in post-conflict situations is also commendable.
zh: 在冲突结束后战斗人员解除武装、复员和重返社会行动方面，安全理事会更加重视妇女和儿童的特殊需要以及接收前战斗人员的社区的需要，这也是值得赞扬的。

source: In that connection, also noteworthy is the demobilization of thousands of child soldiers in Afghanistan, Burundi, the Democratic Republic of the Congo, Haiti, Liberia and Sierra Leone.
zh: 在这方面，同样值得注意的是，阿富汗、布隆迪、刚果民主共和国、海地、利比里亚和塞拉利昂境内数以千计的儿童兵已经复员。

source: The report also underscores that more needs to he done in a number of areas, namely the links between illicit small arms and light weapons and the illicit exploitation of natural and other resources; greater support for the reintegration of former combatants into their communities; greater interaction between the Security Council and the General Assembly on the issue of small arms and light weapons; and support for the establishment of the Small Arms Advisory Service.
zh: 报告还强调，需要在一些方面开展更多的行动，即：查明非法小武器和轻武器同非法开采自然资源和其他资源之间的联系；进一步支持前战斗人员重新融入他们的社区；安全理事会与大会在小武器和轻武器问题上开展更多的互动；支持设立小武器咨询服务处。

source: Today's open debate on small arms takes place in the wake of the second substantive session of the Open-ended Working Group to negotiate an international instrument to enable States to identify and trace, in a timely and reliable manner, illicit small arms and light weapons, which was held recently at Headquarters in New York.
zh: 今天关于小武器问题的公开辩论是继通过谈判拟定一份使各国能及时可靠地查明和追踪非法小武器和轻武器的国际文书问题不限成员名额工作组第二届实质性会议之后举行的。 该工作组最近在纽约总部举行了该届实质性会议。

source: That session considered a draft international instrument prepared on the basis of discussions held at the Working Group's first substantive session.
zh: 会议审议了在工作组第一届实质性会议讨论基础上拟定的国际文书草案。

source: Although the Open-ended Working Group seems to be moving closer to an agreement on a number of technical issues, it is still far from reaching a consensus on some important issues, particularly the nature of the international instrument.
zh: 尽管不限成员名额工作组似乎更接近就一些技术性问题达成协议，但是它仍然远远没有就一些重要问题，尤其是国际文书的性质，达成共识。

source: The challenge facing the Open-ended Working Group is to build a consensus on the various substantive issues by the end of its third session in June 2005.
zh: 不限成员名额工作组面临的挑战是在2005年6月第三届会议结束之前，就各个实质性问题达成共识。

source: I trust that Member States will muster the political will necessary to bridge the differences and to bring that process to a positive outcome.
zh: 我相信，各会员国将拿出必要的政治意愿，弥合各种分歧，使这一进程取得积极结果。

source: The Secretary-General is encouraged by the continued efforts of the Security Council to address the challenge posed by illicit small arms and light weapons in the context of matters under the Council's consideration.
zh: 秘书长感到鼓舞的是，安全理事会继续开展努力，在安理会所审议问题的范畴内，解决非法小武器和轻武器构成的挑战。

source: I am confident that this meeting will contribute to strengthening the achievements obtained thus far, as well as to identifying the best approaches to addressing the areas of continued concern.
zh: 我相信，这次会议将有助于巩固迄今已取得的成就，以及找出处理各方持续关切领域的最佳方法。

source: The President (spoke in French): In accordance with the understanding reached among Council members, I wish to remind all speakers to limit their statements to no more than five minutes in order to enable the Council to carry out its work expeditiously.
zh: 主席（以法语发言）：根据在安理会成员之间达成的谅解，我提醒所有发言者，他们应把发言时间控制在五分钟之内，以使安理会能够快速开展工作。

source: Delegations with lengthy statements are kindly requested to circulate the texts in writing and to deliver a condensed version when speaking in this Chamber.
zh: 请已准备长篇发言稿的代表团分发书面发言稿，在这个会议厅内发言时则简要宣读发言稿内容。

source: On behalf of the Security Council, I extend a warm welcome to Ms. Yoriko Kawaguchi, Special Assistant to the Prime Minister in charge of Foreign Affairs and former Minister for Foreign Affairs of Japan.
zh: 我代表安全理事会热烈欢迎日本负责外交事务的总理特别助理、前外务大臣川口顺子女士发言。

source: Ms. Kawaguchi (Japan): At the outset, Sir, I wish to say how pleased I am to participate in this Council meeting today held under your presidency.
zh: 川口女士（日本）（以英语发言）：主席先生，首先我要说，我多么高兴地参加今天在你主持下召开的安理会本次会议。

source: I am privileged and truly grateful for the opportunity afforded me to express my Government's position on the issue of small arms and light weapons.
zh: 我感到荣幸，并且衷心感谢给我这个机会阐述我国政府对小武器和轻武器问题的立场。

source: I would also like to express my appreciation to Mr. Nobuyasu Abe, Under-Secretary-General for Disarmament Affairs, for his comprehensive introduction of the Secretary-General's report.
zh: 我还要表示感谢主管裁军事务副秘书长阿部信泰先生全面介绍了秘书长的报告。

source: This report, which effectively identified both the progress made in the area of small arms over a period of slightly more than a year and the challenges to be addressed in the future, will serve as a valuable guidepost for our future work.
zh: 该报告有效地确定了一年多时间内在小武器领域取得的进展和今后将要应对的挑战，它将成为我们今后工作的重要准则。

source: The question of small arms and light weapons is a multidisciplinary issue in the sense that the widespread use of small arms not only results in a large number of casualties but also has a socio-economic dimension, insofar as it gives rise to other issues such as child soldiers and the disruption of recovery and development in post-conflict situations.
zh: 小武器和轻武器问题是一个多学科问题，因为从某种意义上说，小武器的广泛使用不仅造成大量人员伤亡，并且具有社会经济层面，因为它造成其他问题，例如儿童兵以及破坏冲突后局势中的恢复和发展。

source: In other words, this is an important area where the nexus of peace and development — which is the key underlying notion of the report of the High-level Panel on Threats, Challenges and Change (A/59/565) — shows itself.
zh: 换言之，这是一个显示和平与发展之间关系的重要领域，而这一关系是威胁、挑战及改革问题高级别小组的报告（A/59/565）的核心理念。

source: That is why Japan has been attaching great importance to this issue.
zh: 这是为什么日本一直非常重视这一问题的原因。

source: The General Assembly's annual resolutions on small arms and light weapons provide pragmatic prescriptions through which the international community seeks to solve the problems, and as a sponsor, along with Colombia and South Africa, we think it significant that the resolutions were adopted by consensus.
zh: 大会每年通过的关于小武器和轻武器的决议提供了切实可行的解决方法。 国际社会努力以这些方法解决这些问题，同哥伦比亚和南非一道作为提案国，我们认为这些决议获得协商一致通过具有重要意义。

source: The United Nations Panel of Governmental Experts on Small Arms and the Group of Governmental Experts on Small Arms, both chaired by Ambassador Mitsuro Donowaki, are another example of Japan's contributions to efforts in this area.
zh: 均由堂胁光朗大使担任主席的联合国小武器问题政府专家小组和小武器问题政府专家小组是日本对这一领域的努力作出贡献的另一个例子。

source: Let me focus on a few points that my Government considers to be important in addressing the issue of small arms and light weapons.
zh: 让我侧重于我国政府认为对处理小武器和轻武器问题重要的几个要点。

source: I believe that they are closely related to the important elements in the report of the Secretary-General.
zh: 我认为，这些要点与秘书长报告中的一些重要内容密切相关。

source: The guiding light in the United Nations process to tackle the small arms issue comes from the Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects, adopted in 2001.
zh: 处理小武器问题联合国进程中的指导方针来自于2001年通过的《从各个方面防止、打击和消除小武器和轻武器非法贸易的行动纲领》。

source: In order to help implement the Programme of Action, we have taken a number of actions, including the sponsoring of seminars and workshops in various places in regions such as Tokyo, Bali, Kazakhstan and Fiji.
zh: 为了帮助实现《行动纲领》，我们采取了一些行动，包括在世界各地，例如东京、巴厘、哈萨克斯坦及斐济主办讨论会和讲习班。

source: Another workshop is being planned for April of this year by Japan, China, Switzerland and the United Nations Regional Centre for Peace and Disarmament in Asia and the Pacific as a regional initiative, by inviting countries from the Association of Southeast Asian Nations (ASEAN) and Central Asia in order to support their national implementation of the Programme of Action.
zh: 日本、中国、瑞士和联合国亚太和平与裁军中心正筹划于今年4月举办另一次讲习班，作为一项区域主动行动。 邀请来自东南亚国家联盟（东盟）和中亚国家参加该讲习班，以支持这些国家执行《行动纲领》。

source: Marking and tracing illicit small arms and light weapons is one of the most important tasks set out in the Programme of Action.
zh: 标明和追踪非法小武器和轻武器是《行动纲领》中提出的最重要任务之一。

source: As the Secretary-General's report points out, the Open-ended Working Group established by the General Assembly has made some progress, and Japan has made a number of constructive contributions to discussions there, especially as a non-exporter of weapons in principle.
zh: 正如秘书长的报告指出的，大会设立的不限成员名额工作组取得的一些进展，日本特别作为原则上的非武器出口国为在该小组中进行的讨论作出了一些富有建设性的贡献。
